{
	"home": {
		"navProject": "Projets",
		"messageDefilant": "Développeur web",
		"intro": "Développeur web full-stack ReactJs/NodeJs.",
		"intro2": "Développeur web passionné et expérimenté avec plus de 8 ans d'expérience dans le développement de sites web et d'applications web, je me suis spécialisé en ReactJs/NodeJs et NextJs.",
		"intro3": "Au cours de ma carrière, j'ai travaillé avec de nombreux clients en agence ou en freelance, et ai acquis de solides compétences techniques qui me permettent aujourd'hui d'évaluer la faisabilité d'un projet et de vous apporter le meilleur accompagnement possible sur vos projets web.",
		"intro4": "Diplômé d'une Licence de Graphiste Multimédia et également de Développeur Web Multimédia, j'ai une sensibilité à la fois artistique et technique. Je peux gérer la conception d'une interface graphique complète (UI/UX).",
		"intro5": "Je suis déterminé à aider mes clients à atteindre leurs objectifs et à concrétiser leur vision en fournissant un travail de qualité.",
		"intro6": "N'hésitez pas à me contacter, je serai ravie d'échanger avec vous.",
		"messageDefilant2": "à propos",
		"aboutMeTitle": "À propos de moi",
		"aboutMeTitle2": "Voici ce que je fais",
		"aboutMeTitle3": "Mes compétences",
		"aboutMe1": "En tant que développeur web full stack, j'ai une préférence pour le Front-end et en particulier pour les langages Html, Css, Javascript ainsi que ReactJs que je peux combiner avec mes compétences artistiques pour tout ce qui touche à l'animation, l'interaction et l'expérience sur le site web.",
		"aboutMe2": "J'aime créer des sites internet innovants, responsive, minimalistes et modernes. Des applications web intuitives, mais aussi un code propre, documenté et respectant les standards du web. Je suis également attaché au référencement, au score de vitesse de chargement des pages et à l'accessibilité.",
		"competence1": "Le Front-End correspond à toute la partie du code qui sera exécutée dans le navigateur web, à savoir l'ensemble de l'interface et de ses fonctionnalités.",
		"competence1-2": "Le développeur Front-End est responsable de l'architecture visible de l'application Web et de la mise en œuvre logique de ses fonctionnalités.",
		"competence2": "Le Back-End fait référence à l'aspect technique et fonctionnel d'un site Web. Contrairement au Front-End, le Back-End prend en charge toute la partie back-office, c'est-à-dire les éléments indispensables au fonctionnement du site, mais qui sont invisibles pour les internautes.",
		"competence2-2": "Comme la gestion de base de données ou le concept de CRUD (create, read, update, delete)",
		"competence3": "CMS est l'acronyme de Content Management System. Il s'agit d'une interface en ligne à travers laquelle il est possible de gérer et de modifier facilement un site Web, sans avoir besoin de connaissances techniques en langage informatique.",
		"competence3-2": "Strapi est un système de gestion de contenu (CMS) headless open source qui fournit un back-end personnalisable et sécurisé pour vos applications web.",
		"competence4": "La mission du concepteur d'interface utilisateur est de créer une interface Web graphiquement agréable et facile à comprendre.",
		"competence4-2": "UX fait référence à la qualité globale des interactions entre l'utilisateur et le site ou l'application. Elle est déterminée par des aspects techniques, pratiques et émotionnels. La qualité de l'expérience utilisateur sur un site nécessite un important travail de conception.",
		"seeMore": "Voir plus",
		"seeAll": "Voir tout les projets",
		"contactTitle": "VOUS AVEZ UN PROJET OU VOUS SOUHAITEZ COLLABORER ?",
		"contactDesc": "N'hésitez pas à me contacter via ce formulaire, je ne manquerai pas de vous répondre dans les plus brefs délais.",
		"formFirstName": "Prénom",
		"formLastName": "Nom",
		"formPhone": "Téléphone",
		"formSubmit": "Envoyer",
		"footerResume": "Cv",
		"backToTop": "back to top"
	}
}
