{
	"home": {
		"navProject": "Projects",
		"messageDefilant": "Web developer",
		"intro": "Full stack ReactJs/NodeJs creative web developer from Paris.",
		"intro2": "Passionate and experienced web developer with more than 8 years of experience in the development of websites and web applications, I specialized in ReactJs/NodeJs and NextJs.",
		"intro3": "During my career, I have worked with many clients in agency or as a freelancer, and have acquired solid technical skills that allow me today to assess the feasibility of a project and to provide you with the best possible support on your web projects.",
		"intro4": "Being a graduate of a Multimedia Graphic Designer and also Multimedia Web Developer Licenses, I have both artistic and technical sensitivity. I can manage the design of a complete graphical interface (UI/UX).",
		"intro5": "I am driven to help my clients achieve their goals and realize their vision by providing quality work.",
		"intro6": "Do not hesitate to contact me, I will be delighted to discuss with you.",
		"messageDefilant2": "About",
		"aboutMeTitle": "About me",
		"aboutMeTitle2": "Here's what i do",
		"aboutMeTitle3": "My skills",
		"aboutMe1": "As a full stack web developer, I have a preference for the Front-end and in particular for the Html, Css, Javascript languages as well as ReactJs that I can combine with my artistic skills for everything related to animation, interaction and experience on the website.",
		"aboutMe2": "I like to create innovative, responsive, minimalist and modern websites. Intuitive web applications, but also a clean code, documented and respecting web standards. I am also attached to SEO, page speed score and accessibility.",
		"competence1": "The Front-End corresponds to all the part of the code that will be executed in the web browser, namely all of the interface and its functionalities.",
		"competence1-2": "The Front-End developer is responsible for the visible architecture of the web application and the logical implementation of its functionality.",
		"competence2": "The Back-End refers to the technical and functional side of a website. Unlike the Front-End, the Back-End takes care of all the back-office part, that is to say the essential elements for the operation of the site, but which are invisible to Internet users.",
		"competence2-2": "Like database management or the concept of CRUD (create, read, update, delete)",
		"competence3": "CMS is the acronym for Content Management System. It is an online interface through which it is possible to easily manage and modify a website, without the need for technical knowledge of computer language.",
		"competence3-2": "Strapi is an open source headless content management system (CMS) that provides a customizable and secure back-end for your web applications.",
		"competence4": "The mission of the UI designer is to create a web interface that is graphically pleasing and easy to understand.",
		"competence4-2": "UX refers to the overall quality of interactions between the user and the site or app. It is determined by technical, practical and emotional aspects. The quality of the user experience on a site requires significant design work.",
		"seeMore": "See more",
		"seeAll": "See all projects",
		"contactTitle": "YOU HAVE A PROJECT OR WANT TO COLLABORATE?",
		"contactDesc": "Do not hesitate to contact me via this form, I will not fail to answer you as soon as possible.",
		"formFirstName": "First Name",
		"formLastName": "Last Name",
		"formPhone": "Phone",
		"formSubmit": "Submit",
		"footerResume": "Resume",
		"backToTop": "Back to top"
	}
}
